export const bookKeys = {
  title: "Название",
  author: "Автор",
  ageLimit: "Возрастное ограничение",
  category: "Категория",
  coverImg: "Обложка",
  price: "Цена",
  pages: "Страниц",
  publisher: "Издатель",
  year: "Год",
  quantity: "Количество",
  description: "Описание",
}

export const bookCategories = [
  "Художественная литература",
  "Комиксы",
  "Манга",
  "Филология",
  "Образование",
  "Эзотерика",
  "Медицина",
  "Красота и мода",
  "Кулинария",
  "Дом и хобби",
  "Наука и техника",
  "Религия",
  "Психология",
  "Искусство",
  "Экономика",
  "Исторические",
  "Право",
]

export const ageLimits = ["0+", "6+", "12+", "16+", "18+"]
